Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: A recovery phrase is twelve or twenty-four plain English words. Together they are the seed your wallet was generated from.
af: ’n Herstelfrase bestaan uit twaalf of vier-en-twintig gewone Engelse woorde. Saam is hulle die saad waaruit jou beursie gegenereer is.
ar: عبارة الاسترداد هي اثنتا عشرة أو أربع وعشرون كلمة إنجليزية بسيطة. وهي مجتمعةً البذرة التي وُلِّدت منها محفظتك.
bg: Фразата за възстановяване се състои от дванадесет или двадесет и четири обикновени английски думи. Заедно те са семето, от което е генериран портфейлът ви.
bn: রিকভারি ফ্রেজ হলো বারো বা চব্বিশটি সাধারণ ইংরেজি শব্দ। একসঙ্গে এরাই সেই বীজ, যা থেকে আপনার ওয়ালেট তৈরি হয়েছিল।
ca: Una frase de recuperació està formada per dotze o vint-i-quatre paraules angleses senzilles. Juntes són la llavor a partir de la qual es va generar la teva cartera.
cs: Obnovovací fráze je dvanáct nebo dvacet čtyři běžných anglických slov. Společně tvoří seed, ze kterého byla vaše peněženka vygenerována.
da: En gendannelsessætning består af tolv eller fireogtyve almindelige engelske ord. Tilsammen er de det frø, din wallet er genereret ud fra.
de: Eine Wiederherstellungsphrase besteht aus zwölf oder vierundzwanzig schlichten englischen Wörtern. Gemeinsam sind sie der Seed, aus dem deine Wallet erzeugt wurde.
el: Η φράση ανάκτησης είναι δώδεκα ή εικοσιτέσσερις απλές αγγλικές λέξεις. Μαζί αποτελούν τον σπόρο από τον οποίο δημιουργήθηκε το πορτοφόλι σας.
es: Una frase de recuperación son doce o veinticuatro palabras sencillas en inglés. Juntas forman la semilla a partir de la cual se generó tu cartera.
et: Taastefraas koosneb kaheteistkümnest või kahekümne neljast lihtsast ingliskeelsest sõnast. Üheskoos moodustavad need seemne, millest teie rahakott loodi.
fa: عبارت بازیابی از دوازده یا بیست‌وچهار کلمهٔ سادهٔ انگلیسی تشکیل می‌شود. این کلمات در کنار هم همان «بذری» هستند که کیف پول شما از آن ساخته شده است.
fi: Palautuslauseke koostuu kahdestatoista tai kahdestakymmenestäneljästä tavallisesta englanninkielisestä sanasta. Yhdessä ne ovat siemen, josta lompakkosi luotiin.
fil: Ang recovery phrase ay binubuo ng labindalawa o dalawampu’t apat na simpleng salita sa Ingles. Sama-sama, ang mga ito ang seed na pinagmulan ng iyong wallet.
fr: Une phrase de récupération est composée de douze ou vingt-quatre mots anglais ordinaires. Ensemble, ils constituent la graine à partir de laquelle votre portefeuille a été généré.
he: ביטוי השחזור הוא שתים-עשרה או עשרים וארבע מילים פשוטות באנגלית. יחד הן מהוות את הזרע שממנו נוצר הארנק שלך.
hi: रिकवरी फ़्रेज़ बारह या चौबीस साधारण अंग्रेज़ी शब्द होते हैं। मिलकर वे वही बीज हैं जिनसे आपका वॉलेट बनाया गया था।
hr: Fraza za oporavak je dvanaest ili dvadeset i četiri obične engleske riječi. Zajedno čine sjeme iz kojeg je generiran vaš novčanik.
hu: A helyreállítási kifejezés tizenkét vagy huszonnégy egyszerű angol szóból áll. Együtt ők alkotják a magot, amelyből a tárcája létrejött.
id: Frasa pemulihan terdiri dari dua belas atau dua puluh empat kata bahasa Inggris biasa. Bersama-sama, kata-kata itu adalah benih asal dompet Anda dibuat.
is: Endurheimtarsetning er gerð úr tólf eða tuttugu og fjórum venjulegum enskum orðum. Saman eru þau fræið sem veskið þitt var búið til úr.
it: Una frase di recupero è composta da dodici o ventiquattro semplici parole inglesi. Insieme rappresentano il seme da cui è stato generato il tuo portafoglio.
ja: リカバリーフレーズは、ふだんの英単語が12個または24個並んだものです。それらを合わせたものが、あなたのウォレットを生み出したシードになります。
ko: 복구 구문은 12개 또는 24개의 평범한 영어 단어로 이루어져 있습니다. 이 단어들이 모여 지갑을 만든 시드가 됩니다.
lt: Atkūrimo frazė – tai dvylika arba dvidešimt keturi paprasti angliški žodžiai. Visi kartu jie yra sėkla, iš kurios buvo sugeneruota jūsų piniginė.
lv: Atkopšanas frāze sastāv no divpadsmit vai divdesmit četriem vienkāršiem angļu valodas vārdiem. Kopā tie ir sēkla, no kuras tika ģenerēts jūsu maks.
ml: റിക്കവറി ഫ്രേസ് എന്നത് പന്ത്രണ്ടോ ഇരുപത്തിനാലോ ലളിതമായ ഇംഗ്ലീഷ് വാക്കുകളാണ്. ഒരുമിച്ച് അവയാണ് നിങ്ങളുടെ വാലറ്റ് ജനറേറ്റ് ചെയ്ത സീഡ്.
mr: रिकव्हरी फ्रेज म्हणजे बारा किंवा चोवीस साधे इंग्रजी शब्द. एकत्रितपणे ते तुमचे वॉलेट तयार झालेले बीज आहेत.
ms: Frasa pemulihan terdiri daripada dua belas atau dua puluh empat perkataan Inggeris yang biasa. Bersama-sama, perkataan-perkataan itu ialah benih asal dompet anda dijana.
nb: En gjenopprettingsfrase består av tolv eller tjuefire vanlige engelske ord. Sammen utgjør de frøet som lommeboken din ble laget fra.
nl: Een herstelzin bestaat uit twaalf of vierentwintig gewone Engelse woorden. Samen vormen zij het seed waaruit jouw wallet is gegenereerd.
pa: ਰਿਕਵਰੀ ਫ਼ਰੇਜ਼ ਬਾਰਾਂ ਜਾਂ ਚੌਵੀ ਆਮ ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦ ਹਨ। ਇਹ ਸਾਰੇ ਮਿਲ ਕੇ ਉਹ ਬੀਜ ਹਨ ਜਿਸ ਤੋਂ ਤੁਹਾਡਾ ਵਾਲਿਟ ਬਣਾਇਆ ਗਿਆ ਸੀ।
pl: Fraza odzyskiwania to dwanaście lub dwadzieścia cztery zwykłe angielskie słowa. Razem stanowią ziarno, z którego wygenerowano twój portfel.
pt_br: Uma frase de recuperação são doze ou vinte e quatro palavras simples em inglês. Juntas, são a semente a partir da qual sua carteira foi gerada.
ro: O frază de recuperare este formată din douăsprezece sau douăzeci și patru de cuvinte simple în engleză. Împreună, ele formează sămânța din care a fost generat portofelul tău.
ru: Фраза восстановления — это двенадцать или двадцать четыре обычных английских слова. Вместе они — то зерно, из которого был создан ваш кошелёк.
sk: Obnovovacia fráza je dvanásť alebo dvadsaťštyri bežných anglických slov. Spolu tvoria semienko, z ktorého bola vaša peňaženka vygenerovaná.
sl: Obnovitvena fraza je sestavljena iz dvanajstih ali štiriindvajsetih preprostih angleških besed. Skupaj tvorijo seme, iz katerega je bila ustvarjena vaša denarnica.
sr: Фраза за опоравак састоји се од дванаест или двадесет четири обичне енглеске речи. Заједно оне чине семе из којег је генерисан ваш новчаник.
sv: En återställningsfras består av tolv eller tjugofyra vanliga engelska ord. Tillsammans utgör de det frö som din plånbok genererades från.
sw: Kifungu cha urejeshaji ni maneno kumi na mawili au ishirini na manne ya kawaida ya Kiingereza. Yote pamoja ndio mbegu iliyotumika kuzalisha pochi yako.
ta: மீட்பு சொற்றொடர் என்பது பன்னிரண்டு அல்லது இருபத்து நான்கு எளிய ஆங்கிலச் சொற்கள். இவை சேர்ந்து உங்கள் வாலட் உருவாக்கப்பட்ட விதையாகும்.
te: రికవరీ ఫ్రేజ్ అంటే పన్నెండు లేదా ఇరవై నాలుగు సాధారణ ఆంగ్ల పదాలు. కలిసి అవి మీ వాలెట్ ఉత్పన్నమైన సీడ్.
th: วลีกู้คืนคือคำภาษาอังกฤษธรรมดาจำนวนสิบสองหรือยี่สิบสี่คำ คำเหล่านี้รวมกันคือซีดที่ใช้สร้างกระเป๋าเงินของคุณ
tr: Kurtarma ifadesi, on iki ya da yirmi dört sade İngilizce sözcükten oluşur. Bu sözcükler birlikte cüzdanınızın türetildiği tohumu oluşturur.
uk: Фраза для відновлення — це дванадцять або двадцять чотири звичайні англійські слова. Разом вони утворюють сід, з якого було згенеровано ваш гаманець.
ur: ریکوری فریز بارہ یا چوبیس عام انگریزی الفاظ پر مشتمل ہوتا ہے۔ یہ سب مل کر وہ بیج ہیں جس سے آپ کا والیٹ بنایا گیا تھا۔
vi: Cụm từ khôi phục gồm mười hai hoặc hai mươi tư từ tiếng Anh đơn giản. Cùng nhau, chúng là hạt giống dùng để tạo ra ví của bạn.
zh_hans: 恢复短语是十二或二十四个普通英文单词。它们共同构成生成你钱包所用的种子。
zh_hant: 復原短語是十二或二十四個普通英文單字。它們共同構成產生你錢包所用的種子。

source: A timed log of the last pull-to-refresh — every chain's balance and history API, each RPC round-trip, and every database write, with how long each took. Pull to refresh on the wallet screen, then open this and tap Copy to share it.
af: 'n Getydsbepaalde log van die laaste trek-om-te-verfris — elke ketting se balans- en geskiedenis-API, elke RPC-heenenweer, en elke databasis-skryf, met hoe lank elk geneem het. Trek om te verfris op die beursie-skerm, maak dan dit oop en tik Kopieer om dit te deel.
ar: سجل موقوت لآخر سحب للتحديث — واجهة الرصيد والسجل لكل سلسلة، وكل دورة RPC، وكل عملية كتابة في قاعدة البيانات، مع المدة التي استغرقتها كل منها. اسحب للتحديث في شاشة المحفظة، ثم افتح هذا واضغط نسخ لمشاركته.
bg: Хронометриран дневник на последното опресняване с издърпване — API за баланс и история на всяка верига, всяко RPC обръщане и всеки запис в базата данни, заедно с продължителността на всяко. Издърпайте за опресняване на екрана на портфейла, после отворете това и докоснете „Копиране“, за да го споделите.
bn: সর্বশেষ পুল-টু-রিফ্রেশের একটি সময়সহ লগ — প্রতিটি চেইনের ব্যালেন্স ও ইতিহাস API, প্রতিটি RPC রাউন্ড-ট্রিপ এবং প্রতিটি ডাটাবেস রাইট, প্রতিটিতে কতটা সময় লেগেছে সহ। ওয়ালেট স্ক্রিনে পুল করে রিফ্রেশ করুন, তারপর এটি খুলে শেয়ার করতে কপি ট্যাপ করুন।
ca: Un registre cronometrat de la darrera actualització per estirada: l'API de saldo i historial de cada cadena, cada anada i tornada d'RPC i cada escriptura a la base de dades, amb el temps que ha trigat cadascuna. Estira per actualitzar a la pantalla de la cartera, després obre això i toca Copia per compartir-ho.
cs: Časovaný protokol posledního obnovení tažením — API zůstatku a historie každého řetězce, každé volání RPC a každý zápis do databáze i s tím, jak dlouho trvaly. Obnovte tažením na obrazovce peněženky, poté otevřete toto a sdílejte klepnutím na Kopírovat.
da: En tidstaget log af den seneste træk-for-at-opdatere — hver kædes saldo- og historik-API, hver RPC-tur og retur og hver databaseskrivning, med hvor lang tid hver tog. Træk for at opdatere på tegnebogsskærmen, åbn derefter dette og tryk på Kopiér for at dele.
de: Ein zeitgestempeltes Protokoll der letzten Aktualisierung – jede Guthaben- und Verlaufs-API jeder Chain, jeder RPC-Umlauf und jeder Datenbankschreibvorgang, mit der jeweiligen Dauer. Aktualisiere im Wallet-Bildschirm durch Ziehen, öffne dann dies und tippe auf „Kopieren“, um es zu teilen.
el: Ένα χρονομετρημένο αρχείο καταγραφής της τελευταίας ανανέωσης — το API υπολοίπου και ιστορικού κάθε αλυσίδας, κάθε διαδρομή RPC και κάθε εγγραφή στη βάση δεδομένων, με τη διάρκεια του καθενός. Τραβήξτε για ανανέωση στην οθόνη πορτοφολιού, μετά ανοίξτε αυτό και πατήστε «Αντιγραφή» για να το μοιραστείτε.
es: Un registro cronometrado de la última actualización deslizando — la API de saldo e historial de cada red, cada ida y vuelta RPC y cada escritura en la base de datos, con su duración. Desliza para actualizar en la pantalla de la cartera, luego abre esto y toca Copiar para compartirlo.
et: Ajastatud logi viimasest tõmbamisega värskendamisest — iga ahela saldo- ja ajalooliides, iga RPC edasi-tagasi päring ja iga andmebaasi kirjutus koos kuluga. Tõmmake rahakoti ekraanil värskendamiseks, seejärel avage see ja puudutage jagamiseks Kopeeri.
fa: گزارش زمان‌بندی‌شده‌ی آخرین بکشید-برای-تازه‌سازی — هر API موجودی و تاریخچه‌ی شبکه، هر رفت‌وبرگشت RPC و هر نوشتن در پایگاه داده، همراه با مدت‌زمان هرکدام. در صفحه‌ی کیف پول بکشید تا تازه شود، سپس این را باز کنید و روی کپی بزنید تا به اشتراک بگذارید.
fi: Ajastettu loki viimeisestä vedä päivittääksesi -toiminnosta — jokaisen ketjun saldo- ja historia-API, jokainen RPC-edestakaisin ja jokainen tietokantakirjoitus sekä kuhunkin kulunut aika. Vedä päivittääksesi lompakkonäytöllä, avaa sitten tämä ja kopioi jakaaksesi sen napauttamalla Kopioi.
fil: Isang naka-time na log ng huling pull-to-refresh — ang balance at history API ng bawat chain, bawat RPC round-trip, at bawat database write, kasama ang tagal ng bawat isa. Mag-pull to refresh sa screen ng wallet, pagkatapos ay buksan ito at i-tap ang Kopyahin para ibahagi.
fr: Un journal chronométré du dernier rafraîchissement par balayage — l'API de solde et d'historique de chaque chaîne, chaque aller-retour RPC et chaque écriture en base de données, avec leur durée respective. Balayez pour rafraîchir sur l'écran du portefeuille, puis ouvrez ceci et touchez Copier pour le partager.
he: יומן מתוזמן של הרענון האחרון — ה-API של היתרה וההיסטוריה של כל רשת, כל סבב RPC וכל כתיבה למסד הנתונים, יחד עם משך כל אחד מהם. משוך לרענון במסך הארנק, ואז פתח זאת והקש העתק כדי לשתף.
hi: पिछली बार पुल-टू-रिफ़्रेश का समयबद्ध लॉग — हर चेन का बैलेंस और हिस्ट्री API, हर RPC राउंड-ट्रिप, और हर डेटाबेस राइट, और प्रत्येक में कितना समय लगा। वॉलेट स्क्रीन पर पुल करके रिफ़्रेश करें, फिर इसे खोलें और साझा करने के लिए कॉपी पर टैप करें।
hr: Vremenski zapis posljednjeg povlačenja za osvježavanje — API za stanje i povijest svakog lanca, svaki RPC ciklus i svaki zapis u bazu podataka, s trajanjem svakoga. Povucite za osvježavanje na zaslonu novčanika, zatim otvorite ovo i dodirnite Kopiraj da ga podijelite.
hu: Az utolsó húzásos frissítés időmért naplója — minden lánc egyenleg- és előzmény-API-ja, minden RPC-fordulat és minden adatbázis-írás, azzal együtt, hogy mennyi ideig tartottak. Húzd le a frissítéshez a tárca képernyőn, majd nyisd meg ezt, és koppints a Másolásra a megosztáshoz.
id: Log berwaktu dari tarik-untuk-segarkan terakhir — setiap API saldo dan riwayat chain, setiap perjalanan bolak-balik RPC, dan setiap penulisan basis data, beserta lama waktunya. Tarik untuk menyegarkan di layar dompet, lalu buka ini dan ketuk Salin untuk membagikannya.
is: Tímamæld skráning síðustu uppfærslu með því að draga niður — staða og ferilsforritaskil hverrar keðju, hver RPC-umferð og hver gagnagrunnsritun, með því hve langan tíma hvert tók. Dragðu niður til að uppfæra á veskisskjánum, opnaðu svo þetta og ýttu á Afrita til að deila því.
it: Un registro temporizzato dell'ultimo aggiornamento — l'API di saldo e cronologia di ogni chain, ogni round-trip RPC e ogni scrittura su database, con la durata di ciascuno. Trascina per aggiornare nella schermata del wallet, poi apri questo e tocca Copia per condividerlo.
ja: 前回のプル更新の処理時間ログです。各チェーンの残高・履歴 API、各 RPC の往復、各データベース書き込みと、それぞれの所要時間を記録します。ウォレット画面で下に引いて更新し、これを開いて「コピー」をタップして共有してください。
ko: 마지막 당겨서 새로고침의 시간 기록 — 각 체인의 잔액 및 내역 API, 각 RPC 왕복, 모든 데이터베이스 쓰기와 각각 걸린 시간입니다. 지갑 화면에서 당겨서 새로고침한 다음, 이 화면을 열고 복사를 탭하여 공유하세요.
lt: Laiku pažymėtas paskutinio patempimo atnaujinimo žurnalas – kiekvienos grandinės balanso ir istorijos API, kiekvienas RPC kreipinys ir kiekvienas duomenų bazės įrašymas su trukme. Patempkite piniginės ekrane, kad atnaujintumėte, tada atidarykite tai ir bakstelėkite Kopijuoti, kad pasidalintumėte.
lv: Pēdējās pievelkamās atsvaidzināšanas hronometrēts žurnāls — katra tīkla bilances un vēstures API, katrs RPC apmaiņas cikls un katrs datubāzes ieraksts ar to, cik ilgi tas aizņēma. Maka ekrānā pievelciet, lai atsvaidzinātu, pēc tam atveriet šo un pieskarieties Kopēt, lai to kopīgotu.
ml: അവസാന പുൾ-ടു-റിഫ്രഷിന്റെ സമയ ലോഗ് — ഓരോ ചെയിനിന്റെയും ബാലൻസും ചരിത്ര API-യും, ഓരോ RPC റൗണ്ട്-ട്രിപ്പും, ഓരോ ഡാറ്റാബേസ് റൈറ്റും, ഓരോന്നിനും എത്ര സമയമെടുത്തു എന്നതോടൊപ്പം. വാലറ്റ് സ്ക്രീനിൽ പുതുക്കാൻ വലിക്കുക, പിന്നെ ഇത് തുറന്ന് പങ്കിടാൻ പകർത്തുക എന്നതിൽ ടാപ്പ് ചെയ്യുക.
mr: शेवटच्या पुल-टू-रिफ्रेशचा वेळेसह नोंदलेला लॉग — प्रत्येक चेनची शिल्लक आणि इतिहास API, प्रत्येक RPC राउंड-ट्रिप, आणि प्रत्येक डेटाबेस राइट, प्रत्येकाला किती वेळ लागला यासह. वॉलेट स्क्रीनवर रिफ्रेश करण्यासाठी पुल करा, मग हे उघडा आणि शेअर करण्यासाठी Copy वर टॅप करा.
ms: Log bermasa bagi tarik-untuk-segar semula yang terakhir — API baki dan sejarah setiap rangkaian, setiap perjalanan ulang-alik RPC, dan setiap tulisan pangkalan data, dengan tempoh yang diambil oleh setiap satu. Tarik untuk segar semula pada skrin dompet, kemudian buka ini dan ketik Salin untuk berkongsinya.
nb: En tidsmålt logg av siste dra-for-å-oppdatere — hver kjedes saldo- og historikk-API, hver RPC-tur og retur og hver databaseskriving, med hvor lang tid hver tok. Dra for å oppdatere på lommebokskjermen, åpne deretter dette og trykk Kopier for å dele.
nl: Een tijdregistratie van de laatste keer vernieuwen — de saldo- en geschiedenis-API van elke chain, elke RPC-aanroep en elke databaseschrijfactie, met de duur van elke stap. Vernieuw het walletscherm, open dit en tik op Kopiëren om het te delen.
pa: ਆਖਰੀ ਪੁੱਲ-ਟੂ-ਰਿਫ੍ਰੈਸ਼ ਦਾ ਸਮਾਂਬੱਧ ਲੌਗ — ਹਰ ਚੇਨ ਦੀ ਬਕਾਇਆ ਅਤੇ ਇਤਿਹਾਸ API, ਹਰ RPC ਰਾਊਂਡ-ਟ੍ਰਿਪ, ਅਤੇ ਹਰ ਡਾਟਾਬੇਸ ਰਾਈਟ, ਹਰੇਕ ਨੂੰ ਕਿੰਨਾ ਸਮਾਂ ਲੱਗਾ ਇਸ ਸਮੇਤ। ਵਾਲਿਟ ਸਕ੍ਰੀਨ 'ਤੇ ਰਿਫ੍ਰੈਸ਼ ਕਰਨ ਲਈ ਪੁੱਲ ਕਰੋ, ਫਿਰ ਇਸਨੂੰ ਖੋਲ੍ਹੋ ਅਤੇ ਸਾਂਝਾ ਕਰਨ ਲਈ Copy 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Zarejestrowany czas ostatniego odświeżenia — API salda i historii każdej sieci, każda runda RPC i każdy zapis do bazy, wraz z czasem każdej operacji. Odśwież ekran portfela, otwórz to i dotknij Kopiuj, aby udostępnić.
pt_br: Um registro cronometrado do último puxar para atualizar — a API de saldo e histórico de cada rede, cada ida e volta de RPC e cada gravação no banco de dados, com o tempo que cada um levou. Puxe para atualizar na tela da carteira, depois abra isto e toque em Copiar para compartilhar.
ro: Un jurnal cronometrat al ultimei reîmprospătări prin tragere — API-ul de sold și istoric al fiecărui lanț, fiecare tură RPC și fiecare scriere în baza de date, cu durata fiecăreia. Trage pentru a reîmprospăta pe ecranul portofelului, apoi deschide aici și apasă Copiază pentru a-l partaja.
ru: Журнал с таймингом последнего обновления: API баланса и истории каждой сети, каждый RPC-запрос и каждая запись в базу данных, с указанием длительности. Потяните для обновления на экране кошелька, затем откройте это и нажмите «Копировать», чтобы поделиться.
sk: Časový záznam posledného potiahnutia na obnovenie — API zostatku a histórie každého reťazca, každý cyklus RPC a každý zápis do databázy s tým, ako dlho každý trval. Potiahnutím obnovte na obrazovke peňaženky, potom otvorte toto a klepnite na Kopírovať na zdieľanie.
sl: Časovni zapis zadnjega potega za osvežitev — API stanja in zgodovine vsake verige, vsak cikel RPC in vsak zapis v zbirko podatkov ter koliko časa je vsak trajal. Povlecite za osvežitev na zaslonu denarnice, nato odprite to in tapnite Kopiraj, da ga delite.
sr: Vremenski zapis poslednjeg povlačenja za osvežavanje — API za stanje i istoriju svakog lanca, svaki RPC ciklus i svaki upis u bazu podataka, sa trajanjem svakog. Povucite za osvežavanje na ekranu novčanika, zatim otvorite ovo i dodirnite Kopiraj da biste podelili.
sv: En tidtagen logg av den senaste dra-för-att-uppdatera — varje kedjas saldo- och historik-API, varje RPC-tur och retur och varje databasskrivning, med hur lång tid var och en tog. Dra för att uppdatera på plånboksskärmen, öppna sedan detta och tryck på Kopiera för att dela.
sw: Kumbukumbu yenye nyakati za pull-to-refresh ya mwisho — API ya salio na historia ya kila mnyororo, kila safari ya RPC, na kila kuandika kwenye hifadhidata, pamoja na muda uliotumika kwa kila moja. Vuta ili kuonyesha upya kwenye skrini ya wallet, kisha fungua hii na ugusa Nakili ili kuishiriki.
ta: கடைசி இழுத்து-புதுப்பிப்பின் நேரப் பதிவு — ஒவ்வொரு செயினின் இருப்பு மற்றும் வரலாறு API, ஒவ்வொரு RPC பயணம், மற்றும் ஒவ்வொரு தரவுத்தள எழுத்து, ஒவ்வொன்றும் எவ்வளவு நேரம் எடுத்தது என்பதுடன். வாலட் திரையில் இழுத்து புதுப்பிக்கவும், பின்னர் இதைத் திறந்து பகிர நகலெடு என்பதைத் தட்டவும்.
te: చివరి పుల్-టు-రిఫ్రెష్ యొక్క సమయ లాగ్ — ప్రతి చైన్ బ్యాలెన్స్ మరియు చరిత్ర API, ప్రతి RPC రౌండ్-ట్రిప్, మరియు ప్రతి డేటాబేస్ రైట్, ప్రతిదానికి ఎంత సమయం పట్టిందో. వాలెట్ స్క్రీన్‌లో రిఫ్రెష్ చేయడానికి లాగండి, ఆపై దీన్ని తెరిచి భాగస్వామ్యం చేయడానికి కాపీని నొక్కండి.
th: บันทึกเวลาของการดึงเพื่อรีเฟรชครั้งล่าสุด — ทั้ง API ยอดคงเหลือและประวัติของทุกเชน, การรับส่ง RPC แต่ละครั้ง, และการเขียนฐานข้อมูลทุกครั้ง พร้อมเวลาที่แต่ละรายการใช้ ดึงเพื่อรีเฟรชบนหน้ากระเป๋าเงิน จากนั้นเปิดหน้านี้แล้วแตะคัดลอกเพื่อแชร์
tr: Son aşağı çekip yenilemenin zamanlanmış bir kaydı — her zincirin bakiye ve geçmiş API'si, her RPC gidiş-dönüşü ve her veritabanı yazımı, her birinin ne kadar sürdüğüyle birlikte. Cüzdan ekranında yenilemek için aşağı çekin, ardından bunu açıp paylaşmak için Kopyala'ya dokunun.
uk: Журнал із позначками часу для останнього оновлення жестом — кожен API балансу та історії для кожної мережі, кожен оберт RPC і кожен запис у базу даних, із тривалістю кожного. Потягніть для оновлення на екрані гаманця, потім відкрийте це й торкніться «Копіювати», щоб поділитися.
ur: آخری بار تازہ کرنے کا وقت بند لاگ — ہر چین کا بیلنس اور ہسٹری API، ہر RPC راؤنڈ ٹرپ، اور ہر ڈیٹابیس رائٹ، اور ہر ایک میں لگنے والا وقت۔ والیٹ اسکرین پر کھینچ کر تازہ کریں، پھر اسے کھول کر شیئر کرنے کے لیے کاپی پر تھپتھپائیں۔
vi: Nhật ký có tính thời gian của lần kéo để làm mới gần nhất — API số dư và lịch sử của mỗi chuỗi, mỗi lượt RPC, và mỗi lần ghi cơ sở dữ liệu, kèm theo thời gian của từng mục. Kéo để làm mới trên màn hình ví, rồi mở mục này và chạm Sao chép để chia sẻ.
zh_hans: 上次下拉刷新的计时日志——每条链的余额和历史 API、每次 RPC 往返以及每次数据库写入，以及各自耗时。在钱包界面下拉刷新，然后打开此处并轻点“拷贝”来分享。
zh_hant: 上次下拉重新整理的計時記錄——每條鏈的餘額和歷史 API、每次 RPC 往返以及每次資料庫寫入，以及各自耗時。在錢包畫面下拉重新整理，然後開啟此處並輕點「拷貝」來分享。
